index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-04-13 Sat 05:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Alfons Rovira" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0723655">1. RETO 1. Normativa regional. Funciones y Limitaciones</a>
<ul>
<li><a href="#org46ba669">1.1. ¿Està realmente clara la normativa?</a>
<ul>
<li><a href="#org02683a4">1.1.1. Respuesta</a></li>
<li><a href="#org71e9cfe">1.1.2. Fundamentación</a></li>
<li><a href="#orgba75c4e">1.1.3. Fuente</a></li>
</ul>
</li>
<li><a href="#org6b69b44">1.2. ¿Conoces mejor tu ámbito de actuación?</a></li>
<li><a href="#orgcab24e0">1.3. ¿Se ha actualizado recientemente para recoger las últimas tendencias en las TIC?</a></li>
<li><a href="#orgab16ad0">1.4. ¿Es lo suficientemente amplia como para no necesitar una revisión frecuente?</a></li>
<li><a href="#org72cd8cc">1.5. ¿Hay algún punto que pueda ser conflictivo en cuanto a responsabilidades?</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org0723655" class="outline-2">
<h2 id="org0723655"><span class="section-number-2">1.</span> RETO 1. Normativa regional. Funciones y Limitaciones</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org46ba669" class="outline-3">
<h3 id="org46ba669"><span class="section-number-3">1.1.</span> ¿Està realmente clara la normativa?</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org02683a4" class="outline-4">
<h4 id="org02683a4"><span class="section-number-4">1.1.1.</span> Respuesta</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Sí. Está muy clara como se puede apreciar en la funcamentación
</p>
</div>
</div>

<div id="outline-container-org71e9cfe" class="outline-4">
<h4 id="org71e9cfe"><span class="section-number-4">1.1.2.</span> Fundamentación</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
<i>RESOLUCIÓN de 27 de junio de 2023, del secretario autonómico de Educación y Formación Profesional, por la que se aprueban las instrucciones para la organización y el funcionamiento de los centros que imparten Educación Infantil de segundo ciclo y Educación Primaria durante el curso 2023-2024. <code>[2023/7350]</code></i>
</p>

<p>
<i>5.5.1. Persona coordinadora de las tecnologías de la información y comunicación (TIC)</i>
</p>

<p>
La persona coordinadora de las tecnologías de la información y comunicación (TIC) debe ejercer las tareas que se indican en el artículo 43.2 del Decreto 253/2019, de 29 de noviembre, del Consell, de regulación de la organización y el funcionamiento de los centros públicos que imparten enseñanzas de Educación Infantil o de Educación Primaria (DOGV 8689, 02.12.2019).
</p>


<p>
<i>DECRETO 253/2019, de 29 de noviembre, del Consell, de regulación de la organización y el funcionamiento de los centros públicos que imparten enseñanzas de Educación Infantil o de Educación Primaria. <code>[2019/11482]</code></i>
</p>

<p>
<i>Artículo 43. Coordinadora o coordinador de las tecnologías de la información y comunicación</i>
</p>

<ol class="org-ol">
<li>La dirección del centro designará a la coordinadora o coordinador de las tecnologías de la información y comunicación (TIC), entre el profesorado del claustro, preferentemente entre los miembros con destino definitivo en el centro educativo y con formación y experiencia en el uso de las TIC, a propuesta de la dirección de estudios y oído el claustro. </li>

<li><p>
Las funciones de la coordinadora o coordinador de TIC serán:
 
a) Coordinar el uso del aula o aulas de informática del centro. 
</p>

<p>
b) Velar por el mantenimiento del material informático. 
</p>

<p>
c) Ejercer la interlocución con el apoyo y la asistencia informática (SAI) así como con la administración, en los temas relativos a las TIC.  
</p>

<p>
d) Gestionar, dentro de la aplicación de inventario TIC proporcionada por la administración, el hardware y el software de los que dispone el centro, que se responsabiliza de que esté localizado y disponible. 
</p>

<p>
e) Colaborar en la confección del inventario del material informático no incluido en la aplicación de inventario TIC. 
</p>

<p>
f) Promover y asesorar al claustro en la integración de las TIC en la tarea docente y su incorporación a la planificación didáctica y proyectos de innovación. 
</p>

<p>
g) Asesorar en materia informática al resto del profesor
ado e informar de las actividades que se lleven a cabo en el aula o aulas de informática. 
</p>

<p>
h) Conocer, promover y asesorar a la comunidad educativa en el uso de las aplicaciones de gestión académica, administrativa y de comunicación que la Administración ponga al alcance de los centros educativos. 
</p>

<p>
i) Conocer y asesorar a la comunidad educativa sobre la normativa y la ordenación reguladora del uso de las TIC en el centro. 
</p>

<p>
j) Colaborar en el diseño del programa anual de formación del centro asesorando al claustro, y específicamente a la figura de la coordinación de formación, para realizar el análisis de las necesidades formativas del claustro en relación con el ámbito TIC. 
</p>

<p>
k) Asesorar a la secretaría del centro en su función de atender y difundir los requisitos normativos para que el centro cumpla la normativa vigente en protección de datos en los procedimientos administrativos y, en la manera de compartir información mediante las tecnologías de la información y la comunicación. 
</p>

<p>
l) Cualquier otra que la Administración educativa determine en su ámbito de competencias.
</p></li>
</ol>
</div>
</div>

<div id="outline-container-orgba75c4e" class="outline-4">
<h4 id="orgba75c4e"><span class="section-number-4">1.1.3.</span> Fuente</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
<a href="https://portal.edu.gva.es/ctic/es/coordinacion-tic/#2.1">https://portal.edu.gva.es/ctic/es/coordinacion-tic/#2.1</a>
</p>
</div>
</div>
</div>


<div id="outline-container-org6b69b44" class="outline-3">
<h3 id="org6b69b44"><span class="section-number-3">1.2.</span> ¿Conoces mejor tu ámbito de actuación?</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Este ejercicio me ha servido para localizar la información y tenerla más a mano, aunque la conocía hacía tiempo que no la revisaba.
</p>
</div>
</div>

<div id="outline-container-orgcab24e0" class="outline-3">
<h3 id="orgcab24e0"><span class="section-number-3">1.3.</span> ¿Se ha actualizado recientemente para recoger las últimas tendencias en las TIC?</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Me parece que responde al objetivo que pretende abordar. Creo que poco a poco se va concretando la normativa propuesta por la Unión Europea. Aunque su implementación es lenta los diversos pasos que se van implementando creo que se realizan de manera bastante sólida.
</p>
</div>
</div>

<div id="outline-container-orgab16ad0" class="outline-3">
<h3 id="orgab16ad0"><span class="section-number-3">1.4.</span> ¿Es lo suficientemente amplia como para no necesitar una revisión frecuente?</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Creo que es suficientemente amplia, aunque los diferentes organismos que guian en su implemtación (AEPD, Conselleria, etc.) van concretando los contextos, sus funciones y limitaciones.
</p>
</div>
</div>

<div id="outline-container-org72cd8cc" class="outline-3">
<h3 id="org72cd8cc"><span class="section-number-3">1.5.</span> ¿Hay algún punto que pueda ser conflictivo en cuanto a responsabilidades?</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Por mi parte diría que la normativa es muy exigente, el trabajo de coordinación TIC es muy amplio, por lo que es difícil avanzar en el corto plazo.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alfons Rovira</p>
<p class="date">Created: 2024-04-13 Sat 05:11</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
